<?php

return [

    '400' => [
        'title'   => '400 錯誤請求',
        'message' => '您的瀏覽器發送了一個無效的請求，請重試。',
    ],
    '401' => [
        'title'   => '401 未授權',
        'message' => '抱歉，您未被授權訪問此頁面。',
    ],
    '403' => [
        'title'   => '403 禁止訪問',
        'message' => '抱歉，您被禁止訪問此頁面。',
    ],
    '404' => [
        'title'   => '404 找不到頁面',
        'message' => '抱歉，您尋找的頁面無法找到。',
    ],
    '410' => [
        'title'   => '410 頁面已過期',
        'message' => '抱歉，您尋找的頁面已過期。',
    ],
    '419' => [
        'title'   => '419 頁面已過期',
        'message' => '抱歉，您的會話已過期。請刷新並重試。',
    ],
    '429' => [
        'title'   => '429 請求過多',
        'message' => '抱歉，您對我們的伺服器發出了過多的請求。',
    ],
    '500' => [
        'title'   => '500 內部伺服器錯誤',
        'message' => '哎呀，我們的伺服器出現了問題。',
    ],
    '503' => [
        'title'   => '服務不可用',
        'message' => 'Keystone.guru 正在維護中。我們將很快回來！',
    ],

];
