<?php

return [

    'bolstering' => [
        'name'        => 'Підбурювальний (Bolstering)',
        'description' => 'Коли помирає будь-який ворог, що не є босом, його передсмертний крик посилює союзників поблизу, збільшуючи їхнє здоров\'я та шкоду на 20%.',
    ],
    'bursting' => [
        'name'        => 'Розривний (Bursting)',
        'description' => 'Кожен ворог, що не є босом, вибухає після смерті, завдаючи всім гравцям шкоди рівної 10% від їхнього максимального здоров\'я впродовж 4 сек. Ефект накопичується.',
    ],
    'explosive' => [
        'name'        => 'Вибуховий (Explosive)',
        'description' => 'У бою вороги час від часу прикликатимуть розжарені кулі, які вибухатимуть, якщо їх не знищити.',
    ],
    'fortified' => [
        'name'        => 'Укріплений (Fortified)',
        'description' => 'Вороги, що не є босами, мають на 20% більше здоров\'я та завдають на 20% більше шкоди.',
    ],
    'grievous' => [
        'name'        => 'Нестерпний (Grievous)',
        'description' => 'Поранені гравці зазнають щоразу більшої шкоди, поки їхній рівень здоров\'я нижче 90%.',
    ],
    'infested' => [
        'name'        => 'Заражений (Infested)',
        'description' => 'Деякі вороги, що не є босами, заразилися поріддям Ґ\'ууна.',
    ],
    'necrotic' => [
        'name'        => 'Некротичний (Necrotic)',
        'description' => 'Усі ворожі атаки в ближньому бою накладають накопичувальний ефект чуми, що завдає тривалої шкоди й зменшує отримуване зцілення.',
    ],
    'quaking' => [
        'name'        => 'Землетрусний (Quaking)',
        'description' => 'Час від часу всі гравці випускають ударну хвилю, яка завдає шкоди й перериває закляття союзників.',
    ],
    'raging' => [
        'name'        => 'Гнівний (Raging)',
        'description' => 'Коли рівень здоров\'я ворогів, що не є босами, сягає 30%, вони скаженіють і стають невразливими до всіх ефектів контролю, окрім переривань.',
    ],
    'relentless' => [
        'name'        => 'Непохитний (Relentless)',
        'description' => 'Вороги, що не є босами, отримують тимчасову невразливість до ефектів контролю.',
    ],
    'sanguine' => [
        'name'        => 'Кривавий (Sanguine)',
        'description' => 'Вороги, що не є босами, залишають після смерті криваву калюжу, яка зцілює їхніх союзників і завдає шкоди гравцям.',
    ],
    'skittish' => [
        'name'        => 'Упертий (Skittish)',
        'description' => 'Вороги звертають значно менше уваги на рівень загрози танків.',
    ],
    'teeming' => [
        'name'        => 'Численний (Teeming)',
        'description' => 'По всьому підземеллі присутні додаткові вороги, що не є босами.',
    ],
    'tyrannical' => [
        'name'        => 'Тиранічний (Tyrannical)',
        'description' => 'Боси мають на 25% більше здоров\'я та завдають додаткової шкоди (до 15%).',
    ],
    'volcanic' => [
        'name'        => 'Вулканічний (Volcanic)',
        'description' => 'У бою вороги час від часу вивергають полум\'я під ногами віддалених гравців.',
    ],
    'reaping' => [
        'name'        => 'Мстивий (Reaping)',
        'description' => 'Вороги, що не є босами, посилені Бвонсамді й час від часу шукають помсти після смерті.',
    ],
    'beguiling' => [
        'name'        => 'Приманливий (Beguiling)',
        'description' => 'По всьому підземеллі присутні посланці Азшари.',
    ],
    'awakened' => [
        'name'        => 'Пробуджений (Awakened)',
        'description' => 'Обеліски по всьому підземеллі дозволяють гравцям увійти в Ні\'алоту й поборотися з могутніми прислужниками Н\'Зота. Якщо їх не подолати, прислужники з\'являться під час бою з останнім босом.',
    ],
    'inspiring' => [
        'name'        => 'Наснажливий (Inspiring)',
        'description' => 'Деякі вороги, що не є босами, надихають й посилюють союзників довкола.',
    ],
    'spiteful' => [
        'name'        => 'Злопам\'ятний (Spiteful)',
        'description' => 'З трупів ворогів, що не є босами, вилазитимуть покручі, які переслідуватимуть випадкових гравців.',
    ],
    'storming' => [
        'name'        => 'Штормовий (Storming)',
        'description' => 'У бою вороги час від часу прикликатимуть небезпечні вихори.',
    ],
    'prideful' => [
        'name'        => 'Гордий (Prideful)',
        'description' => 'Гравці наповнюються гордістю після вбивства ворогів, що не є босами, і згодом формують утілення гордості (Manifestation of Pride). Смерть утілення неабияк посилить гравців.',
    ],
    'tormented' => [
        'name'        => 'Замучений (Tormented)',
        'description' => 'По всьому підземеллі присутні слуги Тюремника, які надаватимуть могутні дари після смерті. Якщо їх не вбити, слуги посилять останнього боса.',
    ],
    'unknown' => [
        'name'        => 'Невідомий',
        'description' => 'Модифікатори на цей тиждень ще не відомі.',
    ],
    'infernal' => [
        'name'        => 'Пекельний',
        'description' => 'Поблизу деяких босів розташовані пекельні маяки. Активувавши маяк або вступивши в бій з босом, ви спровокуєте вторгнення Легіону.',
    ],
    'encrypted' => [
        'name'        => 'Зашифрований (Encrypted)',
        'description' => 'Вороги в підземеллі володіють реліквіями Передвічних. Знищте реліквії, щоб прикликати автомів Передвічних і здобути могутні посилення, залежно від порядку знищення.',
    ],
    'shrouded' => [
        'name'        => 'Прихований (Shrouded)',
        'description' => 'Натрезимські шпигуни замаскувалися серед ворогів у підземеллі. Картель Та щедро нагородить вас за допомогу в їхньому затриманні.',
    ],
    'thundering' => [
        'name'        => 'Громовий (Thundering)',
        'description' => 'Вороги мають на 5% більше здоров\'я. У бою гравці час від часу насичуватимуться первісною силою вічної бурі Разаґет. Така сила несе великий ризик, тож якщо її не вивільнити вчасно, на вас чекатимуть приголомливі наслідки.',
    ],
    'afflicted' => [
        'name'        => 'Стражденний (Afflicted)',
        'description' => 'У бою час від часу з\'являються стражденні душі, які шукають допомоги від гравців.',
    ],
    'entangling' => [
        'name'        => 'Обплутувальний (Entangling)',
        'description' => 'У бою час від часу з\'являються звивисті лози, які обплутуватимуть гравців.',
    ],
    'incorporeal' => [
        'name'        => 'Безтілесний (Incorporeal)',
        'description' => 'У бою часу від часу з\'являються безтілесні створіння, які намагаються послабити гравців. ',
    ],
    'xalataths_bargain_ascendant' => [
        'name'        => 'Угода із Зал\'атат: вознесіння (Xal\'atath\'s Bargain: Ascendant)',
        'description' => 'У бою Зал\'атат прикликає кулі з космічної енергії, які посилюють ворогів або гравців.',
    ],
    'xalataths_bargain_devour' => [
        'name'        => 'Угода із Зал\'атат: поглинання (Xal\'atath\'s Bargain: Devour)',
        'description' => 'У бою Зал\'атат створює розломи, які поглинають сутності гравців.',
    ],
    'xalataths_bargain_voidbound' => [
        'name'        => 'Угода із Зал\'атат: охоплення Порожнечею (Xal\'atath\'s Bargain: Voidbound)',
        'description' => 'У бою Зал\'атат прикликає посланця Порожнечі, який посилює ворогів поблизу.',
    ],
    'xalataths_bargain_oblivion' => [
        'name'        => 'Угода із Зал\'атат: забуття (Xal\'atath\'s Bargain: Oblivion)',
        'description' => 'У бою Зал\'атат створює кристали Порожнечі, які можуть бути поглинені ворогами або гравцями.',
    ],
    'xalataths_bargain_frenzied' => [
        'name'        => 'Угода із Зал\'атат: шаленство (Xal\'atath\'s Bargain: Frenzied)',
        'description' => 'Коли рівень здоров\'я ворогів, що не є босами, сягає 30%, вони отримують на 40% більше швидкості й зазнають на 20% більше шкоди.',
    ],
    'xalataths_guile' => [
        'name'        => 'Підступність Зал\'атат (Xal\'atath\'s Guile)',
        'description' => 'Зал\'атат зраджує гравців, розриваючи угоди й змушуючи смерті віднімати 15 секунд від доступного часу.',
    ],
    'challengers_peril' => [
        'name'        => 'Ризик претендента (Challenger\'s Peril)',
        'description' => 'Доступний час збільшується на 90 секунд, однак смерть віднімає 15 секунд.',
    ],
    'xalataths_bargain_pulsar' => [
        'name'        => 'Угода із Зал\'атат: пульсар (Xal\'atath\'s Bargain: Pulsar)',
        'description' => 'У бою Зал\'атат прикликає пульсари, що крутяться навколо гравців.',
    ],
    'seasonal_index_preset' => '%s заготовка %d',

];
