<?php

return [

    'draw' => [
        'toolbar' => [
            'actions' => [
                'title' => 'Припинити малювати',
                'text'  => 'Скасувати',
            ],
            'finish' => [
                'title' => 'Завершити малювати',
                'text'  => 'Завершити',
            ],
            'undo' => [
                'title' => 'Видалити останню намальовану точку',
                'text'  => 'Видалити останню точку',
            ],
            'buttons' => [
                'polyline'     => 'Намалювати ламану',
                'polygon'      => 'Намалювати багатокутник',
                'rectangle'    => 'Намалювати прямокутник',
                'circle'       => 'Намалювати коло',
                'marker'       => 'Намалювати позначку',
                'circlemarker' => 'Намалювати коло',
            ],
        ],
        'handlers' => [
            'circle' => [
                'tooltip' => [
                    'start' => 'Клацніть і потягніть, щоб намалювати коло.',
                ],
                'radius' => 'Радіус',
            ],
            'circlemarker' => [
                'tooltip' => [
                    'start' => 'Клацніть, щоб розмістити коло.',
                ],
            ],
            'marker' => [
                'tooltip' => [
                    'start' => 'Клацніть на мапі, щоб розмістити позначку.',
                ],
            ],
            'polygon' => [
                'tooltip' => [
                    'start' => 'Клацніть, щоб почати малювати фігуру.',
                    'cont'  => 'Клацніть, щоб продовжити малювати фігуру.',
                    'end'   => 'Клацніть на першу точку, щоб закрити фігуру.',
                ],
            ],
            'polyline' => [
                'error'   => '<strong>Помилка:</strong> краї фігури не можуть перетинатися!',
                'tooltip' => [
                    'start' => 'Клацніть, щоб почати малювати лінію.',
                    'cont'  => 'Клацніть, щоб продовжити малювати лінію.',
                    'end'   => 'Клацніть на останню точку, щоб завершити лінію.',
                ],
            ],
            'rectangle' => [
                'tooltip' => [
                    'start' => 'Клацніть і потягніть, щоб намалювати прямокутник.',
                ],
            ],
            'simpleshape' => [
                'tooltip' => [
                    'end' => 'Відпустіть кнопку миші, щоб завершити малювати.',
                ],
            ],
            'path' => [
                'tooltip' => [
                    'start' => 'Клацніть, щоб почати малювати шлях.',
                    'cont'  => 'Клацніть, щоб продовжити малювати шлях.',
                    'end'   => 'Клацніть «Завершити» на панелі, щоб закінчити шлях.',
                ],
            ],
            'brushline' => [
                'tooltip' => [
                    'start' => 'Клацніть, щоб почати малювати лінію.',
                    'cont'  => 'Клацніть і потягніть, щоб продовжити малювати лінію. ',
                    'end'   => 'Продовжуйте клацати й тягнути вказівник. Натисніть «Завершити» на панелі інструментів, щоб закінчити лінію.',
                ],
            ],
        ],
    ],
    'edit' => [
        'toolbar' => [
            'actions' => [
                'save' => [
                    'title' => 'Зберегти зміни',
                    'text'  => 'Зберегти',
                ],
                'cancel' => [
                    'title' => 'Зупинити редагування (скасовує всі зміни)',
                    'text'  => 'Скасувати',
                ],
                'clearAll' => [
                    'title' => 'Очистити всі шари',
                    'text'  => 'Очистити все',
                ],
            ],
            'buttons' => [
                'edit'           => 'Змінити шари',
                'editDisabled'   => 'Немає шарів для редагування',
                'remove'         => 'Видалити шари',
                'removeDisabled' => 'Немає шарів для видалення',
            ],
        ],
        'handlers' => [
            'edit' => [
                'tooltip' => [
                    'text'    => 'Тягніть елементи або позначки, щоб змінити об\'єкти.',
                    'subtext' => 'Клацніть «Скасувати», щоб скасувати зміни.',
                ],
            ],
            'remove' => [
                'tooltip' => [
                    'text' => 'Клацніть на об\'єкт, щоб видалити його.',
                ],
            ],
        ],
    ],

];
