<?php

return [

    'map_icons' => [
        'mop' => [
            'gate_of_the_setting_sun' => [
                'krik_thik_spawn_note' => 'Keystone.guru: Новобранці Крік\'тіка (Krik\'thik Conscript) з\'являються лише після подолання Командувача Рі\'мока (Commander Ri\'mok).',
            ],
            'mogu_shan_palace' => [
                'door_unlocks_after_trial_of_the_king' => 'Двері розблоковуються після Королівського випробування (Trial of the King)',
            ],
        ],
        'legion' => [
            'court_of_stars' => [
                'unlocks_after_patrol_captain_gerdo' => 'Розблоковується після подолання капітана патруля Ґердо (Patrol Captain Gerdo)',
                'arcane_beacon'                      => 'Чарівний маяк',
                'flask_of_the_solemn_night'          => 'Flask of the Solemn Night',
            ],
            'neltharions_lair' => [
                'hidden_pack_in_cave' => 'Група ворогів перебуває під водою за водоспадом.',
            ],
        ],
        'sl' => [
            'de_other_side' => [
                'start'                => 'Початок',
                'graveyard_ardenweald' => 'Активовується після входу в Арденвельд.',
                'graveyard_mechagon'   => 'Активовується після входу в Мехаґон.',
                'graveyard_zulgurub'   => 'Активовується після входу в Зул\'Ґуруб.',
                'haunted_urn'          => 'Нічні феї: приголомшення по площі. Дозволяє скористатися примарними урнами, що приголомшують усіх ворогів у радіусі 30 метрів на 10 сек.',
                'engineer_blob_button' => 'Інженери можуть вимкнути потік крапель на кілька хвилин, натиснувши червону кнопку.',
                'exit'                 => 'Вихід',
            ],
            'halls_of_atonement' => [
                'start' => 'Початок',
                'exit'  => 'Вихід',
            ],
            'mists_of_tirna_scithe' => [
                'start'                          => 'Початок',
                'brambles'                       => 'Розблокувати короткий шлях (доступно нічним ельфам, тауренам, тауренам Високогір\'я, друїдам і травникам Каз-Алґару з рівнем навички не менше 25)',
                'overgrown_roots'                => 'Розблокувати місцевість з посиленнями (доступно нічним ельфам, тауренам, тауренам Високогір\'я, друїдам і травникам Каз-Алґару з рівнем навички не менше 25)',
                'depleted_anima_seed'            => 'Кладовище. Спершу його потрібно активувати!',
                'map_missing_wall'               => 'Стіна, що не з\'являється на мапі',
                'savory_statshroom'              => 'Смачний силогриб (Savory Statshroom): з\'їжте, щоб повністю зцілитися й збільшити силу, спритність та інтелект на 10% на 10 хв.',
                'tasty_toughshroom'              => 'Ласий твердогриб (Tasty Toughshroom): з\'їжте, щоб повністю зцілитися й збільшити витривалість на 10% на 10 хв.',
                'door_unlock_after_ingra_maloch' => 'Розблоковується після подолання Інґри Малоха (Ingra Maloch).',
                'exit'                           => 'Вихід',
            ],
            'plaguefall' => [
                'start'              => 'Початок',
                'graveyard_dr_ickus' => 'Активовується після подолання лікаря Ікуса (Doctor Ickus)',
                'gushing_slime'      => 'Некролорди: аура зі шкодою по площі. Застосуйте Fleshcraft на трупі Gushing Slime, щоб отримати ауру Corrosive Gunk на 2 хв. Вона накладатиме ефект Corrosive Gunk на гравців поблизу, надаючи 10% шанс завдати шкоди по площі навколо вашого персонажа.',
                'congealed_slime'    => 'Некролорди: аура зменшення шкоди на 25%. Застосуйте Fleshcraft на трупі Congealed Slime, щоб отримати ауру Congealed Contagion на 2 хв. Вона накладатиме на гравців у радіусі 10 метрів ефект Congealed Contagion, зменшуючи отримувану шкоду на 10%.',
                'pestilence_slime'   => 'Некролорди: аура, що надає 25% швидкості. Застосуйте Fleshcraft на трупі Pestilence Slime, щоб отримати ауру Rapid Infection на 2 хв. Вона накладатиме на гравців у радіусі 10 метрів ефект Rapid Infection, надаючи 25% швидкості.',
                'landing'            => 'Місце приземлення',
                'exit'               => 'Вихід',
            ],
            'sanguine_depths' => [
                'start'                            => 'Початок',
                'anima_cage'                       => 'Вентири: активуйте клітки аніми (Anima Cage), щоб накласти на ворогів у радіусі 40 метрів ефект Anima Drain. Через 20 сек клітки вимкнуться й нададуть усій групі 1 накопичення Sinfall Boon за кожного ворога, убитого поблизу них.',
                'tick_bug'                         => 'Цей кліщ (іноді) застрягає в землі, однак вилізає, коли розпочинається бій з босом.',
                'graveyard_kryxis_the_voracious'   => 'Активовується після подолання Криксіса Ненаситного (Kryxis the Voracious).',
                'graveyard_executor_tarvold'       => 'Активовується після подолання Виконувача Тарвольда (Executor Tarvold).',
                'graveyard_grand_proctor_beryllia' => 'Активовується після подолання Верховної наглядачки Бериллії (Grand Proctor Beryllia).',
                'chamber_sentinel'                 => 'Кам\'яні ґарґулі (Stone Gargoyles) можуть прокинутися й стати вартівниками залів (Chamber Sentinels). Активація не гарантована.',
                'gauntlet_explanation'             => 'Уздовж коридору з\'являтимуться нескінченні хвилі собак. Генералка Кааль (General Kaal) стоятиме серед кількох груп ворогів і переміщатиметься до наступної після кожної втрати 10% здоров\'я, поки не забіжить в останню кімнату (трапляється на 70% здоров\'я).',
                'zrali_essence'                    => 'Сутність З\'ралі (Z\'rali Essence). Після активації створює бульбашку навколо носія, що зменшує отримувану шкоду на 65% для всіх усередині.',
                'exit'                             => 'Вихід',
            ],
            'spires_of_ascension' => [
                'start'            => 'Початок',
                'spear_of_destiny' => 'Кірії: Спис долі (Spear of Destiny) — метає спис в місцевість, уражаючи всіх ворогів у радіусі 8 метрів. Вони приголомшуються та зазнають на 20% більше шкоди впродовж 10 сек.',
                'exit'             => 'Вихід',
            ],
            'the_necrotic_wake' => [
                'start'                  => 'Початок',
                'bloody_javelin'         => 'Кривавий спис (Bloody Javelin). Метає кірійський спис у ціль, завдаючи фізичної шкоди всім ворогам на шляху й додаткової фізичної шкоди кожні 2 сек упродовж 16 сек. Уражені вороги зазнають на 20% більше шкоди протягом 16 сек.',
                'forgotten_forgehammer'  => 'Забутий ковальський молот (Forgotten Forgehammer). Метає могутній кірійський молот, завдаючи фізичної шкоди й приголомшуючи ціль на 8 сек.',
                'malfunctioning_goliath' => 'Несправний голіаф (Malfunctioning Goliath). Випускає 5 сфер аніми, що залишаються на землі на 12 сек. Підняття кулі надає ефект Anima Exhaust, що збільшує швидкість руху на 20%, а також зцілює й завдає шкоди по площі кожні 4 сек упродовж 1 хв.',
                'discharged_anima'       => 'Вивільнена аніма (Discharged Anima). Випускає накопичену аніму, завдаючи шкоди від таємної магії ворогам довкола й перериваючи їхні закляття щосекунди протягом 8 сек.',
                'discarded_shield'       => 'Викинутий щит (Discarded Shield). Після застосування зменшує отримувану шкоду всіма союзниками в радіусі 8 метрів на 50%. Триває 6 сек.',
                'anima_crystal_shard'    => 'Anima Crystal Shard',
                'grisly_curio'           => 'Grisly Curio',
                'exit'                   => 'Вихід',
            ],
            'theater_of_pain' => [
                'start'                => 'Початок',
                'necrolord_banner'     => 'Некролорди: клацніть на стяги некролордів, щоб збільшити швидкість руху й універсальність усієї групи на 10% на 5 хв.',
                'graveyard_gorechop'   => 'Активовується після подолання Кроворіза (Gorechop)',
                'pack_jump_from_sides' => 'Група ворогів вистрибує з обох боків, коли ви ступаєте на міст',
                'miniboss_pick_one'    => 'Доступний лише один. Виберіть одного, а не двох',
                'teleporter'           => 'Телепорт',
                'exit'                 => 'Вихід',
            ],
            'tazavesh_streets_of_wonder' => [
                'bazaar_event_wave_one'   => 'Подія на ринку: хвиля 1',
                'bazaar_event_wave_two'   => 'Подія на ринку: хвиля 2',
                'bazaar_event_wave_three' => 'Подія на ринку: хвиля 3',
            ],
        ],
        'tww' => [
            'the_stonevault' => [
                'imbued_iron_energy' => 'Випускає на волю енергію із зарядженого залізного зливка, збільшуючи універсальність усіх гравців у радіусі 20 метрів на 10% на 10 хв (доступно для воїнів, дворфів і ковалів з рівнем навички не менше 25).',
            ],
            'priory_of_the_sacred_flame' => [
                'miniboss_explanation' => 'Keystone.guru: Мінібоси не дають очок ворожих військ, коли помирають під час бою з босом. Однак якщо їх прикликає інший мінібос, очки зараховуються.',
            ],
        ],
        'midnight' => [
            'algeth_ar_academy' => [
                'healing_taken_increased'   => '',
                'versatility_increased'     => '',
                'critical_strike_increased' => '',
                'haste_increased'           => '',
                'mastery_rating_increased'  => '',
                'go_north'                  => '',
                'go_south'                  => '',
            ],
            'maisara_caverns'   => [
                'hearty_vilebranch_stew' => '',
            ],
            'windrunner_spire'  => [
                'activates_after_killing_bosses' => '',
            ],
        ],
    ],

];
