<?php

return [

    'view_route_not_published'                => 'Маршрут неопублікований і недоступний для перегляду. Щоб подивитися, попросіть автора опублікувати його.',
    'present_route_not_published'             => 'Маршрут неопублікований і недоступний для презентації. Щоб презентувати, попросіть автора опублікувати його.',
    'embed_route_not_published'               => 'Маршрут неопублікований і недоступний для перегляду. Щоб подивитися, попросіть автора опублікувати його.',
    'embed_route_sandbox_not_allowed'         => 'Тимчасові маршрути не можна вставляти.',
    'publish_not_all_required_enemies_killed' => 'Не вдалося змінити налаштування поширення: не вбито всіх обов\'язкових ворогів.',
    'add_kill_zone_limit_reached'             => 'На один маршрут можна додати не більше ніж :limit сутичок.',
    'add_brushline_limit_reached'             => 'На один маршрут можна додати не більше ніж :limit вільних ліній.',
    'add_path_limit_reached'                  => 'На один маршрут можна додати не більше ніж :limit шляхів.',
    'add_map_icon_limit_reached'              => 'На один маршрут можна додати не більше ніж :limit значків.',

];
