<?php

return [

    'all'            => 'Усі',
    'cd_external'    => 'Зовнішнє посилення',
    'cd_group'       => 'Групове посилення',
    'cd_personal'    => 'Особисте посилення',
    'dr_external'    => 'Зовнішній захист',
    'dr_group'       => 'Груповий захист',
    'dr_personal'    => 'Особистий захист',
    'group_dr'       => 'Груповий захист',
    'group_heal_dps' => 'Групове зцілення й шкода',
    'immunity'       => 'Невразливість',
    'movement'       => 'Рухливість',
    'personal'       => 'Особисте',
    'personal_cd'    => 'Особисте посилення',
    'utility'        => 'Допоміжне',
    'unknown'        => 'Невідоме',

];
