<?php

return [

    '400' => [
        'title'   => 'Помилка 404: неправильний запит',
        'message' => 'Ваш вебпереглядач надіслав неправильний запит. Будь ласка, спробуйте ще раз.',
    ],
    '401' => [
        'title'   => 'Помилка 401: несанкціонований доступ',
        'message' => 'Вибачте, у вас немає доступу до цієї сторінки.',
    ],
    '403' => [
        'title'   => 'Помилка 403: заборонено',
        'message' => 'Вибачте, вам заборонено переглядати цю сторінку.',
    ],
    '404' => [
        'title'   => 'Помилка 404: не знайдено',
        'message' => 'Вибачте, сторінка, яку ви шукали, не знайдена.',
    ],
    '410' => [
        'title'   => 'Помилка 410: сторінка не існує',
        'message' => 'Вибачте, сторінка, яку ви шукали, більше не існує.',
    ],
    '419' => [
        'title'   => 'Помилка 419: сторінка не існує',
        'message' => 'Вибачте, час вашого сеансу сплинув. Будь ласка, оновіть і спробуйте ще раз.',
    ],
    '429' => [
        'title'   => 'Помилка 429: забагато запитів',
        'message' => 'Вибачте, ви надсилаєте забагато запитів на наші сервери.',
    ],
    '500' => [
        'title'   => 'Помилка 500: внутрішня помилка сервера',
        'message' => 'Упс, з нашими серверами щось не так.',
    ],
    '503' => [
        'title'   => 'Сервіс недоступний',
        'message' => 'Keystone.guru тимчасово недоступний через технічні роботи. Скоро повернемося!',
    ],

];
