<?php

return [

    'ie_not_supported'                             => 'Здається, ви переглядаєте Keystone.guru в Internet Explorer. На жаль, цей вебпереглядач не підтримується. Ні, справді, він узагалі не працює. Спробуйте Google Chrome, Mozilla Firefox або Microsoft Edge.',
    'tagline'                                      => 'Маршрути М+ без клопотів',
    'tagline_description'                          => 'Плануйте маршрути разом з командою онлайн або знаходьте ті, що відповідають вашому стилю гри й рівню майстерності. Keystone.guru — це єдина платформа, де можна керувати та ділитися своїми маршрутами для М+.',
    'discover_routes'                              => 'Знайти маршрути',
    'create_route'                                 => 'Створити маршрут',
    'discover_new_routes'                          => 'Знаходьте нові маршрути',
    'discover_new_routes_description'              => 'Переглядайте маршрути для кожного підземелля за різними категоріями, щоб знайти той, що найкраще підходить вашій команді. Інтеграція з :archon_gg допомагає швидко визначити, які підземелля найлегше пройти з будь-яким модифікатором. Досі не вдається знайти потрібний маршрут? На сторінці :routesearch можна підібрати ідеальний варіант саме для вас.',
    'discover_new_routes_route_search'             => 'пошуку',
    'create_your_own_routes'                       => 'Створюйте власні маршрути',
    'create_your_own_routes_description'           => 'Імпортовуйте ваші маршрути з Mythic Dungeon Tools або :createANewRoute з нуля. Keystone.guru пропонує різноманітні функції, щоб зробити ваш маршрут унікальним: вільне малювання, прокладання шляхів і розміщення значків з коментарями. Ворожі війська можна показувати в числах або відсотках. Додаткові параметри дають змогу налаштувати весь процес на ваш смак.',
    'get_organized'                                => 'Впорядковуйте дані',
    'get_organized_description'                    => 'Керуйте своїми маршрутами у профілі або в межах команди. Keystone.guru пропонує безмір інструментів для впорядкування і надання доступу учасникам вашої команди в М+. За потреби ви завжди можете експортувати маршрути у формат Mythic Dungeon Tools, щоб поділитися з іншими.',
    'custom_dungeon_mapping'                       => 'Власна система мапування',
    'custom_dungeon_mapping_description'           => 'Keystone.guru має власну систему складання мап, що не залежить від зовнішніх інструментів. Дізнавайтеся, які вороги посилюють інших, залишають криваві калюжі чи підривають вашу команду. Створення мап безплатне й з відкритим кодом. Назавжди.',
    'features'                                     => 'Особливості',
    'feature_mdt_import_export'                    => 'Імпорт і експорт з MDT',
    'feature_mdt_import_export_description'        => 'Редагуйте наявні маршрути без клопотів і генеруйте MDT-рядки, щоб усі були в курсі останніх змін.',
    'feature_fluid_mapping_experience'             => 'Плавне користування мапами',
    'feature_fluid_mapping_experience_description' => 'Покращені за допомогою ШІ мапи від Leaflet з 5 рівнями масштабування й мінімалістичним інтерфейсом забезпечують найкращий досвід користування.',
    'feature_mobile_friendly'                      => 'Оптимізовано для мобільних пристроїв',
    'feature_mobile_friendly_description'          => 'Переглядайте або змінюйте маршрути на своєму телефоні чи планшеті де завгодно... навіть під час перерв між підземеллями.',
    'live_demo'                                    => 'Демонстрація',
    'loading'                                      => 'Завантаження...',
    'start_planning_today'                         => 'Плануйте вже сьогодні',
    'join_other_users'                             => 'Долучіться до %d+ користувачів і прокладайте свої маршрути для М+ онлайн!',

];
