<?php

return [

    'explore' => [
        'gameversion' => [
            'list' => [
                'title'             => 'Огляд',
                'header'            => 'Огляд підземелля',
                'description'       => 'За допомогою огляду можна дослідити планування підземелля й наявних ворогів. Ідеальний варіант, коли ви хочете просто обдивитися місцевість без створення маршруту.',
                'heatmap_available' => 'Доступна теплокарта',
            ],
            'embed' => [
                'title'                   => ':dungeon',
                'any'                     => 'Будь-який',
                'select_floor'            => 'Вибрати поверх',
                'view_heatmap_fullscreen' => 'На весь екран',
            ],
        ],
    ],
    'heatmap' => [
        'gameversion' => [
            'list' => [
                'title'             => 'Теплокарти',
                'header'            => 'Теплокарти підземель',
                'raider_io'         => 'Raider.IO',
                'description'       => 'Теплокарти від :raiderIO надають неоціненну інформацію про те, яких ворогів убивають гравці, де вони помирають або застосовують певні закляття. Фільтри за рівнем ключа, рівнем предметів, складом групи тощо дозволяють зосередитися лише на бажаних даних.',
                'heatmap_available' => 'Доступна теплокарта',
            ],
            'embed' => [
                'title'                   => ':dungeon',
                'any'                     => 'Будь-який',
                'select_floor'            => 'Обрати поверх',
                'view_heatmap_fullscreen' => 'На весь екран',
            ],
        ],
    ],

];
