<?php

return [

    'ie_not_supported'                             => 'Здається, ви переглядаєте Keystone.guru в Internet Explorer. На жаль, цей вебпереглядач не підтримується. Ні, справді, він узагалі не працює. Спробуйте Google Chrome, Mozilla Firefox або Microsoft Edge.',
    'tagline'                                      => 'Маршрути М+ без клопотів',
    'tagline_description'                          => 'Плануйте маршрути онлайн спільно з командою або знаходьте нові, які відповідають вашому стилю гри й рівню майстерності. Keystone.guru — це єдине місце, де ви можете керувати своїми маршрутами для M+ та ділитися ними.',
    'discover_routes'                              => 'Знайти маршрути',
    'create_route'                                 => 'Створити маршрут',
    'discover_new_routes'                          => 'Знаходьте нові маршрути',
    'discover_new_routes_description'              => 'Переглядайте маршрути для кожного підземелля в різних категоріях, щоб знайти найкращий для вашої команди. Інтеграція з :archon_gg забезпечує інформацією про підземелля, які найлегше пройти з будь-яким модифікатором. Досі не вдається натрапити на потрібний маршрут? Сторінка :routesearch допоможе знайти ідеальний варіант.',
    'create_your_own_routes'                       => 'Створюйте власні маршрути',
    'create_your_own_routes_description'           => 'Вивантажуйте ваші маршрути з Mythic Dungeon Tools або створюйте власні з нуля. Keystone.guru пропонує різноманітні функції, щоб зробити ваш маршрут незабутнім, як-от: вільне малювання, прокладання шляхів і розміщення значків з коментарями. Ворожі війська можна показувати в числах або у відсотках. Багато інших параметрів дають змогу налаштувати весь процес створення на свій смак.',
    'get_organized'                                => 'Впорядковуйте дані',
    'get_organized_description'                    => 'Впорядковуйте маршрути у профілі або через команди. Keystone.guru пропонує безмір можливостей для налаштування маршрутів і забезпечення доступу учасникам вашої команди для M+. Ви завжди можете експортувати маршрути у формат Mythic Dungeon Tools, щоб поділитися з рештою.',
    'custom_dungeon_mapping'                       => 'Власна система мапування',
    'custom_dungeon_mapping_description'           => 'Keystone.guru має власну систему складання мап, яка не залежить від зовнішніх інструментів. Переглядайте, які вороги посилюють інших, залишають криваві калюжі або підривають вашу команду. Створення мап безплатне й має відкритий доступ до коду. Назавжди.',
    'features'                                     => 'Особливості',
    'feature_mdt_import_export'                    => 'Імпорт і експорт з MDT',
    'feature_mdt_import_export_description'        => 'Редагуйте наявні маршрути з легкістю, генеруйте для них MDT-рядки, щоб усі знали про останні зміни.',
    'feature_fluid_mapping_experience'             => 'Зручне користування мапами',
    'feature_fluid_mapping_experience_description' => 'Покращені за допомогою ШІ мапи від Leaflet з 5 рівнями масштабування й мінімалістичним інтерфейсом забезпечують найкращий досвід користування.',
    'feature_mobile_friendly'                      => 'Оптимізовано для мобільних пристроїв',
    'feature_mobile_friendly_description'          => 'Переглядайте або змінюйте маршрути на своєму телефоні чи планшеті де завгодно.',
    'live_demo'                                    => 'Демонстрація',
    'loading'                                      => 'Завантаження...',
    'start_planning_today'                         => 'Плануйте сьогодні',
    'join_other_users'                             => 'Долучіться до %d+ користувачів і прокладайте власні маршрути для М+ онлайн!',

];
