<?php

return [

    'edittabs' => [
        'details' => [
            'title' => 'Подробиці команди',
        ],
        'members' => [
            'title'                                      => 'Учасники',
            'invite_new_members'                         => 'Запросити нових учасників',
            'invite_code_share_warning'                  => 'Пильнуйте, кому ви надсилаєте запрошення, бо кожен може долучитися до команди, перейшовши за посиланням!',
            'copy_to_clipboard_title'                    => 'Скопіювати в буфер обміну',
            'refresh_invite_link_title'                  => 'Оновити запрошення',
            'default_role'                               => 'Стандартна роль',
            'ad_free_giveaway_description_not_available' => 'Підписавшись на Patreon, ви зможете надати до :max безрекламних доступів до Keystone.guru будь-кому в команді.',
            'ad_free_giveaway_description_available'     => 'Дякуємо за підписку на Patreon Keystone.guru! Ви можете надати ще стільки безрекламних доступів будь-кому з команди: :current.',
        ],
        'overview' => [
            'title' => 'Огляд',
        ],
        'routepublishing' => [
            'title' => 'Оприлюднення маршруту',
        ],
        'routes' => [
            'title'                  => 'Список маршрутів',
            'add_route'              => 'Додати маршрут',
            'add_route_no_moderator' => 'Потрібні права модератора, щоб додавати маршрути',
            'stop_adding_routes'     => 'Припинити додавання маршрутів',
        ],
        'tags' => [
            'title'       => 'Мітки',
            'description' => 'Тут ви можете керувати мітками для маршрутів команди. Усі учасники команди можуть переглядати прикріплені мітки. Особисті мітки, які міг (або не міг) додати власник маршруту, не будуть видимими.',
        ],
    ],
    'edit' => [
        'title'          => 'Команда %s',
        'menu_title'     => 'Команди',
        'to_team_list'   => 'Список команд',
        'team_header'    => 'Команда %s',
        'icon_image_alt' => 'Без зображення',
        'routes'         => 'Маршрути',
        'members'        => 'Учасники',
    ],
    'invite' => [
        'linkpreview_title'           => 'Запрошення доєднатися до команди %s',
        'linkpreview_description'     => 'Вас запросили доєднатися до команди %s. Увійдіть або зареєструйтеся на Keystone.guru, щоб долучитися. Це безплатно!',
        'title'                       => 'Запрошення доєднатися до команди %s',
        'header'                      => 'Запрошення доєднатися до команди %s',
        'invalid_team'                => 'Недійсна команда',
        'logo_image_alt'              => 'Логотип команди',
        'already_a_member'            => 'Ви вже належите до команди %s!',
        'invited_to_join'             => 'Вас запросили доєднатися до команди %s.',
        'accept_the_invitation'       => 'Прийміть запрошення, щоб долучитися до команди!',
        'login_or_register_to_accept' => 'Увійдіть або зареєструйтеся на Keystone.guru, щоб долучитися. Це безплатно!',
        'return_to_team'              => 'Повернутися до команди',
        'accept_invitation'           => 'Прийняти запрошення',
        'login'                       => 'Увійти',
        'register'                    => 'Зареєструватися',
        'invite_not_found'            => 'Не вдалося знайти цю команду. Можливо, посилання було змінено або команди вже не існує.',
        'back_to_homepage'            => 'Повернутися на домашню сторінку',
    ],
    'list' => [
        'title'                => 'Мої команди',
        'header'               => 'Мої команди',
        'create_team'          => 'Створити команду',
        'table_header_team'    => 'Команда',
        'table_header_members' => 'Члени',
        'table_header_routes'  => 'Маршрути',
    ],
    'new' => [
        'title'  => 'Нова команда',
        'header' => 'Нова команда',
    ],

];
