<?php

return [
    400 => [
        'title'   => '400 错误请求',
        'message' => '您的浏览器发送了无效请求，请重试。',
    ],
    401 => [
        'title'   => '401 未授权',
        'message' => '抱歉，您无权访问此页面。',
    ],
    403 => [
        'title'   => '403 禁止访问',
        'message' => '抱歉，您被禁止访问此页面。',
    ],
    404 => [
        'title'   => '404 未找到',
        'message' => '抱歉，找不到您要查找的页面。',
    ],
    410 => [
        'title'   => '410 页面过期',
        'message' => '抱歉，您要查找的页面已过期。',
    ],
    419 => [
        'title'   => '419 页面已过期',
        'message' => '抱歉，您的会话已过期。请刷新并重试。',
    ],
    429 => [
        'title'   => '429 请求过多',
        'message' => '抱歉，您向我们的服务器发出了太多请求。',
    ],
    500 => [
        'title'   => '500 内部服务器错误',
        'message' => '哎呀，我们的服务器出了点问题。',
    ],
    503 => [
        'title'   => '服务不可用',
        'message' => 'Keystone.guru 正在维护中。我们很快就会回来！',
    ],
];
