{
    "id": 18,
    "release_changelog_id": 22,
    "version": "v2.0",
    "created_at": "2019-02-03T16:04:30.000000Z",
    "updated_at": "2019-02-03T16:04:30.000000Z",
    "changelog": {
        "id": 22,
        "release_id": 18,
        "description": null,
        "changes": [
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 1,
                "ticket_id": null,
                "change": "You can now create a new route from a Method Dungeon Tools export string! Keystone.guru will import your pulls, affix, free-drawn shapes and notes from your string.",
                "category": {
                    "id": 1,
                    "category": "General changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 3,
                "ticket_id": null,
                "change": "You can now free draw lines with a color and weight of your choice.",
                "category": {
                    "id": 3,
                    "category": "Map changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 3,
                "ticket_id": null,
                "change": "Teeming enemies are now displayed with a red border around them to help see what changed from a 'normal' week.",
                "category": {
                    "id": 3,
                    "category": "Map changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 3,
                "ticket_id": null,
                "change": "Newly drawn Routes are no longer half-transparent before a refresh of the map.",
                "category": {
                    "id": 3,
                    "category": "Map changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 3,
                "ticket_id": null,
                "change": "Currently selected drawing tool is now highlighted for the duration of the drawing.",
                "category": {
                    "id": 3,
                    "category": "Map changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 3,
                "ticket_id": null,
                "change": "Added color and weight selection to draw controls which affects newly generated Routes, drawn lines and Killzones.",
                "category": {
                    "id": 3,
                    "category": "Map changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": 95,
                "change": "Due to synchronizing MDT enemies with Keystone.guru enemies, I've had to ensure any differences between MDT and Keystone.guru were ironed out. The changes were as follows:",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Atal'dazar<ul>                 <li>                     Added two missing Dazar'ai Colossi to the south east which were missing on Teeming weeks.                 <\/li>                 <li>                     Added missing Reanimation Totem to accompany the Reanimated Honor Guard when going towards the north                     from the start.                 <\/li>                 <li>                     A Feasting Skyscreamer in the middle of the dungeon was incorrectly marked as Alliance only, this                     has been rectified to be visible for everyone.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Freehold<ul>                 <li>                     Unmarked an Irontide Bonesaw as Teeming before Skycap'n Kragg.                 <\/li>                 <li>                     Added missing Irontide Bonesaw on Teeming week before Skycap'n Kragg.                 <\/li>                 <li>                     Added missing pack of an Irontide Enforcer, Crackshot and two Bonesaws after Skycap'n Kragg.                 <\/li>                 <li>                     Added missing Blacktooth Scrappers and Blacktooth Brutes right after the first rope bridge, around                     the center of the square.                 <\/li>                 <li>                     Added missing Irontide Crusher on Teeming week before Ring of Booty.                 <\/li>                 <li>                     Added various missing Cutwater Knife Jugglers\/Harpooner to various packs before Ring of Booty.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Kings' Rest<ul>                 <li>                     Added missing Shadow-Borne Witch Doctor on Teeming week before The Golden Serpent.                 <\/li>                 <li>                     Added missing Shadow-Borne Champion on non-Teeming weeks in The Golden Serpent's room just before                     going to the next room. Also removed Teeming enemies from that same pack.                 <\/li>                 <li>                     Removed various Teeming enemies in the room with the mini bosses.                 <\/li>                 <li>                     Removed a Teeming Purification Construct prior to Mchimba the Embalmer.                 <\/li>                 <li>                     Added missing Irontide Crusher on Teeming week before Ring of Booty.                 <\/li>                 <li>                     Removed a Teeming Spectral Beastmaster prior to The Council of Tribes.                 <\/li>                 <li>                     Removed a Teeming Spectral Brute prior to The Council of Tribes.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Siege of Boralus (Shared)<ul>                 <li>                     Added missing Irontide Marauder around Dread Captain Lockwood.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Siege of Boralus (Horde)<ul>                 <li>                     Marked a Scrimshaw Gutter and Kul Tiran Footman in the beginning at the end of the dock as                     Horde-only as was intended.                 <\/li>                 <li>                     Adds for Sergeant Bainbridge are now displayed.                 <\/li>                 <li>                     Fixed various Scrimshaw Gutters and Kul Tiran Footmen marked as 'any' to Horde right after the                     broken ship, before Dread Captain Lockwood.                 <\/li>                 <li>                     Removed one solo Scrimshaw Gutter right after the broken ship, before Dread Captain Lockwood.                 <\/li>                 <li>                     Removed two Teeming Ashvane Spotters in the big pack right after the broken ship, before Dread                     Captain Lockwood.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Siege of Boralus (Alliance)<ul>                 <li>                     Added various enemies that exist below the docks at the start.                 <\/li>                 <li>                     Added missing pack of two Blacktar Bombers in the initial Docks section.                 <\/li>                 <li>                     Added missing pack of five Scrimshaw Gutters and a Scrimshaw Enforcer in the initial Docks section.                 <\/li>                 <li>                     Added missing Scrimshaw Gutter in the pack in the corner after the initial Docks section, when going                     down the stairs.                 <\/li>                 <li>                     Added a missing pack of two Snarling Dockhounds at the gallows before Chopper Redhook.                 <\/li>                 <li>                     Merged two packs at the gallows before Chopper Redhook; converted two Scrimshaw Gutters to Blacktar                     Bombers to complete the new pack.                 <\/li>                 <li>                     Converted an Irontide Enforcer to an Irontide Raider in one of the first packs on the square with                     Chopper Redhook.                 <\/li>                 <li>                     Added Chopper Redhook and his adds.                 <\/li>                 <li>                     Added a pack of seven Irontide Marauders on the docks right before the broken ship.                 <\/li>                 <li>                     Added two Irontide Marauders on the docks right after the broken ship.                 <\/li>                 <li>                     Added two Irontide Marauder around Dread Captain Lockwood.                 <\/li>                 <li>                     Removed a pack of six enemies as the last pack before Viq'Goth.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Shrine of the Storm<ul>                 <li>                     Removed a Teeming Tidesage Spiritualist that was patrolling on the first set of stairs.                 <\/li>                 <li>                     Removed a Teeming Shrine Templar on the pack right before crossing the first bridge (after                     mini-bosses).                 <\/li>                 <li>                     Added missing Abyss Dweller that appears in the room with the two Drowned Depthbringers.                 <\/li>                 <li>                     In the same room, added a missing Abyss Dweller on Teeming weeks.                 <\/li>                 <li>                     Added missing Irontide Crusher on Teeming week before Ring of Booty.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Temple of Sethraliss<ul>                 <li>                     Removed two Sandfury Stonefists from the pack when going right from the beginning.                 <\/li>                 <li>                     The patrolling Sandfury Stonefist between the second set of packs is now Teeming only.                 <\/li>                 <li>                     Updated various Teeming and non-Teeming enemies around the first bosses.                 <\/li>                 <li>                     Added missing Teeming pack of Shrouded Fangs and Krolusk Hatchlings in the cave with the Krolusks.                 <\/li>                 <li>                     Fixed enemy NPCs of various enemies in the same room.                 <\/li>                 <li>                     Removed three Teeming Crazed Incubators around Merektha.                 <\/li>                 <li>                     Added two Eyes of Sethraliss which grant 12 enemy forces each upon completing the eye throwing                     event.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "The MOTHERLODE!!<ul>                 <li>                     Added some missing Venture Co. Longshoreman on the dock in the beginning (though they give 0                     forces).                 <\/li>                 <li>                     Removed a Teeming Addled Thug and Hired Assassin in the pack prior to the first boss.                 <\/li>                 <li>                     Added a missing patrolling Venture Co. Mastermind before Rixxa Fluxflame.                 <\/li>                 <li>                     Added a Teeming Venture Co. Alchemist in a pack before Rixxa Fluxflame.                 <\/li>                 <li>                     Re-did the south pack just before the last pack before Rixxa Fluxflame (get it?).                 <\/li>                 <li>                     Removed a Teeming Venture Co. Alchemist and a Weapons Tester in the pack right before Rixxa                     Fluxflame.                 <\/li>                 <li>                     Added a bunch of missing Crawler Mines in The V.M.Z, also updated mines to have correct Teeming                     appearance.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "The Underrot<ul>                 <li>                     Unmarked two Chosen Matrons on the left pack after the first bridge as Teeming.                 <\/li>                 <li>                     The patrol on the right side of the bridge now has two Devout Blood Priests.                 <\/li>                 <li>                     Removed two Chosen Matrons the right pack after the first bridge.                 <\/li>                 <li>                     Lots of reconfiguration around Cragmaw the Infested. Added various new enemies, removed invalid                     ones, re-marked and un-marked Teeming enemies.                 <\/li>                 <li>                     Unmarked one Reanimated Guardian as Teeming, in the patrolling pack of 5 before Sporecaller Zancha.                 <\/li>                 <li>                     Removed the Fallen Deathspeaker + adds that patrols after Sporecaller Zancha.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Tol Dagor<ul>                 <li>                     Moved the first pack of Stinging Parasites to the The Drain. Your routes are auto-converted; if you                     killed the pack, it'll now be killed on the second floor instead.                 <\/li>                 <li>                     Added two missing packs of Stinging Parasites in The Drain.                 <\/li>                 <li>                     Added missing Sewer Vicejaw, removed Teeming Sewer Vicejaw in The Drain.                 <\/li>                 <li>                     Added a few missing Despondent Scallywags in The Brig.                 <\/li>                 <li>                     Removed a Cutwater Striker from the first pack you encounter when entering the Detention Block,                     fixed Teeming enemies for said pack as well.                 <\/li>                 <li>                     Removed a Teeming Cutwater Striker from the pack with the Block Warden.                 <\/li>                 <li>                     Added two missing Teeming Ashvane Marines and an Ashvane Officer in the Officers Quarters on the                     left side of the area.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            },
            {
                "release_changelog_id": 22,
                "release_changelog_category_id": 4,
                "ticket_id": null,
                "change": "Waycrest Manor<ul>                 <li>                     Corrected an issue where Upstairs was marked as the first floor rather than The Grand Foyer.                 <\/li>                 <li>                     Removed middle pack of Soul Essences upon entering the dungeon.                 <\/li>                 <li>                     Added a Heartsbane Runeweaver after taking a left initially, then right again.                 <\/li>                 <li>                     Unmarked a Heartsbane Runeweaver as Teeming in the room north of the Sister bosses.                 <\/li>                 <li>                     Removed Heartsbane Runeweaver in The Hunting Lodge.                 <\/li>                 <li>                     Converted a Maddened Survivalist to a Diseased Mastiff in the upper pack in The Hunting Lodge (yes,                     this must've hurt).                 <\/li>                 <li>                     Converted a Maddened Survivalist to a Crazed Marksman in the lower pack in The Hunting Lodge (this                     didn't really hurt).                 <\/li>                 <li>                     Updated a lot of enemies around the Banquet Hall. Most of the packs, in fact.                 <\/li>                 <li>                     Upstairs: Converted a Maddened Survivalist to a Crazed Marksman in the pack near the Hunting Lodge.                 <\/li>                 <li>                     Removed a Teeming Marked Sister in The Cellar in the pack on the top right.                 <\/li>                 <li>                     Removed a Teeming Coven Thornshaper in The Cellar in the pack on the top left.                 <\/li>             <\/ul>",
                "category": {
                    "id": 4,
                    "category": "Mapping changes"
                }
            }
        ]
    }
}