<?php

return [
    'ie_not_supported'                   => 'Похоже, вы просматриваете Keystone.guru с помощью Internet Explorer. К сожалению, Internet Explorer
              не поддерживаемый браузер. Попробуйте Google Chrome, Mozilla Firefox или Microsoft Edge.',
    'tagline'                            => 'Маршруты M+ делают прохождение подземелья проще',
    'tagline_description'                => 'Планируйте маршруты онлайн вместе со своей командой или находите маршруты, которые соответствуют вашему стилю игры и уровню навыков. Keystone.guru - это единственное место, где можно управлять своими M+ маршрутами и делиться ими.',
    'discover_routes'                    => 'Найти маршрут',
    'create_route'                       => 'Создать маршрут',
    'discover_new_routes'                => 'Поиск маршрута',
    'discover_new_routes_description'    => 'Ищите маршруты для каждого подземелья в различных категориях, чтобы найти маршрут, идеально подходящий для вашей группы.
                                     Интеграция с :subcreation позволяет определить, какие подземелья легче всего пройти на различных аффиксах.
                                     Все еще не можете найти маршрут, который вам подходит? Страница :routesearch позволяет вам точно узнать, что вам нужно, чтобы найти свой идеальный маршрут.',
    'create_your_own_routes'             => 'Создавайте свои собственные маршруты',
    'create_your_own_routes_description' => 'Импортируйте свои маршруты из Mythic Dungeon Tools или :createANewRoute с нуля. Keystone.guru предлагает различные инструменты, которые помогут сделать ваш маршрут максимально информативным.
                                     Вы можете использовать инструменты для рисования линий, размещать и перемещать иконки с комментариями. Силы противника могут отображаться в исходном виде или в процентах по желанию. Различные настройки позволяют
                                     настроить процесс создания маршрута по своему вкусу.',

    'get_organized'             => 'Держите все в порядке',
    'get_organized_description' => 'Keystone.guru предлагает вам широкий спектр инструментов, чтобы все ваши маршруты были организованы и доступны для всех членов вашей команды M+. Вы всегда можете экспортировать маршруты из Mythic Dungeon Tools, чтобы поделиться ими с другими.',

    'custom_dungeon_mapping'             => 'Настраиваемое отображение подземелий',
    'custom_dungeon_mapping_description' => 'Keystone.guru имеет уникальное отображение подземелий, не зависящее от каких-либо внешних инструментов. Посмотрите, какие враги Усиливают других, какие враги оставляют за собой кровавую лужу или на каких врагов работает взрывной аффикс. Отображение бесплатное и имеет открытый исходный код.',

    'features'                              => 'Особенности',
    'feature_mdt_import_export'             => 'Импорт/Экспорт MDT',
    'feature_mdt_import_export_description' => 'Легко начните работу с существующими маршрутами и сгенерируйте строки MDT для существующих маршрутов, чтобы все были в курсе последних событий.',

    'feature_fluid_mapping_experience'             => 'Кадрирование карт',
    'feature_fluid_mapping_experience_description' => 'На основе Leaflet улучшенные AI карты подземелий с 5 уровнями масштабирования с минималистичным пользовательским интерфейсом, чтоб вы получили найлучшее отображение карт подземелий.',

    'feature_mobile_friendly'             => 'Подходит для мобильных устройств',
    'feature_mobile_friendly_description' => 'Просматривайте или редактируйте свои маршруты в любом месте на своем телефоне или планшете, делая перерывы в туалет еще более интересными.',

    'live_demo' => 'Живая демонстрация',
    'loading'   => 'Загрузка...',

    'start_planning_today' => 'Начните планировать сегодня',
    'join_other_users'     => 'Присоединяйтесь к %d+ другим пользователям и начните планировать свои маршруты для M+ онлайн!',
];
