<?php

return [

    'map_icons' => [
        'mop'      => [
            'gate_of_the_setting_sun' => [
                'krik_thik_spawn_note' => 'Keystone.guru: Конскрипты Крик\'тика появляются только после победы над Командиром Ри\'моком',
            ],
            'mogu_shan_palace'        => [
                'door_unlocks_after_trial_of_the_king' => 'Дверь открывается после победы в Испытании Короля',
            ],
        ],
        'legion'   => [
            'court_of_stars'   => [
                'unlocks_after_patrol_captain_gerdo' => 'Открывается после убийства Капитана патруля Гердо.',
                'arcane_beacon'                      => 'Чародейский маяк',
                'flask_of_the_solemn_night'          => 'Настой священной ночи',
            ],
            'neltharions_lair' => [
                'hidden_pack_in_cave' => 'Пак находится в пещере под водой за водопадом.',
            ],
        ],
        'sl'       => [
            'de_other_side'              => [
                'start'                => 'Начало',
                'graveyard_ardenweald' => 'Активируется после входа в Арденвальд',
                'graveyard_mechagon'   => 'Активируется после входа в Мехагон',
                'graveyard_zulgurub'   => 'Активируется после входа в Зул\'Гуруб',
                'haunted_urn'          => 'Ночной Народец: АоЕ Оглушение - оглушает всех противников в радиусе 30 метров на 10 секунд.',
                'engineer_blob_button' => 'Инженеры могут отключить реку из капель на несколько минут, нажав красную кнопку.',
                'exit'                 => 'Выход',
            ],
            'halls_of_atonement'         => [
                'start' => 'Начало',
                'exit'  => 'Выход',
            ],
            'mists_of_tirna_scithe'      => [
                'start'                          => 'Начало',
                'brambles'                       => 'Ночной Народец: Открывает короткий путь.',
                'overgrown_roots'                => 'Ночные эльфы, таурены, высокогорные таурены, друиды и травники Каз Алгара с навыком не менее 25: открытие области с бафами',
                'depleted_anima_seed'            => 'Истощенное анимасемя: Ночной Народец активирует дополнительные точки возрождения.',
                'map_missing_wall'               => 'Стена, которой нет на карте',
                'savory_statshroom'              => 'Деликатесный лютогриб  – мгновенно восполняет 100% здоровья и повышает силу, ловкость и интеллект на 10% на 10 мин.',
                'tasty_toughshroom'              => 'Вкусный жесткогриб (5 шт.) – мгновенно восполняет 100% здоровья и повышает выносливость на 10% на 10 мин.',
                'door_unlock_after_ingra_maloch' => 'Открывается после убийства Ингра Малоха.',
                'exit'                           => 'Выход',
            ],
            'plaguefall'                 => [
                'start'              => 'Начало',
                'graveyard_dr_ickus' => 'Активируется после убийства Доктора Икуса',
                'gushing_slime'      => 'Некролорды: АоЕ прок Аура - Использование Скульптора плоти на Хлещущей слизи на 2 минуты повесит на игрока ауру Разъедающая жижа. Все союзники в радиусе 10 метров получают эффект Разъедающая жижа, который периодически наносит урон всем противникам в радиусе 10 метров.',
                'congealed_slime'    => 'Некролорды: Ауоа снижения урона на 10% - Использование Скульптора плоти на Сгустке слизи на 2 минуты повесит на игрока ауру Сгустившаяся зараза. Все союзники в радиусе 10 метров получают эффект Сгустившаяся зараза, уменьшающий получаемый урон.',
                'pestilence_slime'   => 'Некролорды: Ауоа скорости на 25% - Использование Скульптора плоти на Моровой слизи на 2 минуты повесит на игрока ауру Быстрая инфекция. Все союзники в радиусе 10 метров получают эффект Быстрая инфекция, повышающий показатель скорости. Кроме того, после смерти Заразный слизнюк оставляет лужу Быстрая инфекция, которая также повышает показатель скорости, если в ней стоять. Оба эффекта суммируются.',
                'landing'            => 'приземление',
                'exit'               => 'Выход',
            ],
            'sanguine_depths'            => [
                'start'                            => 'Начало',
                'anima_cage'                       => 'Вентиры: Клетки с анимой, всего их четыре на весь данж. Активировав её, на всех противников в радиусе 40 метров будет наложен эффект Похищение анимы. Через 20 секунд клетка отключается и на всю группу накладывается эффект Благословение Грехопада, сила которого зависит от того, сколько противников было убито во время действия клетки и под действием её дебафа.',
                'tick_bug'                         => 'Бывает этот клещ застревает в текстурах , но он будет спулен, когда начнется бой с боссом.',
                'graveyard_kryxis_the_voracious'   => 'Активируется после убийства Криксиса Прожорливого',
                'graveyard_executor_tarvold'       => 'Активируется после убийства Вершителя Тарвольда',
                'graveyard_grand_proctor_beryllia' => 'Активируется после убийства Верховной надзирательницы Бериллии',
                'chamber_sentinel'                 => 'Каменные горгульи могут активироваться и стать Часовым чертогов. Активация случайна.',
                'gauntlet_explanation'             => 'Волны собак будут появляться постоянно в коридоре. Генерал Кааль будет переходить к новому паку мобов каждые 10% здоровья, а когда у нее будет 70% она уйдет в комнату где мы будем вести с ней бой.',
                'zrali_essence'                    => 'Сущность З\'рали: щит который уменьшает урона на 65% для всех, кто стоит внутри него. Создает щит вокруг игрока, который его несет/активирует',
                'exit'                             => 'Выход',
            ],
            'spires_of_ascension'        => [
                'start'            => 'Начало',
                'spear_of_destiny' => 'Кирии: Копье Судьбы - Бросает копье, оглушающее противников в радиусе 8 м и увеличивающее получаемый ими урон на 20% на 10 сек.',
                'exit'             => 'Выход',
            ],
            'the_necrotic_wake'          => [
                'start'                  => 'Начало',
                'bloody_javelin'         => 'Кровавое копье: Бросает в цель кирийский дротик, нанося пронзенным противникам на линии физический урон мгновенно и дополнительный физический урон раз в 2 сек. в течение 16 сек. Пораженные противники в течение 16 сек. получают на 20% больше урона.',
                'forgotten_forgehammer'  => 'Забытый кузнечный молот: Бросает в цель кирийский молот, нанося физический урон и оглушая цель на 8 сек.',
                'malfunctioning_goliath' => 'Брошенный щит: ',
                'discharged_anima'       => 'Кирии: Призыв распорядителя - Выхлоп анимы, полученный от неисправных голиафов, повышает скорость передвижения на 20% и раз в 4 сек. в течение 1 мин. вызывает вокруг игрока взрывы, которые наносят находящимся рядом противникам  урон от тайной магии и восстанавливают находящимся рядом союзникам здоровье.',
                'discarded_shield'       => 'Брошенный щит: При активации уменьшает урон, получаемый союзниками в радиусе 8м, на 50% на 6сек.',
                'anima_crystal_shard'    => 'Освобожденная анима: Высвобождает накопленную аниму, нанося находящимся рядом противникам урон от тайной магии и раз в 1 сек. в течение 8 сек. прерывая применение заклинаний.',
                'grisly_curio'           => 'Мрачная диковина',
                'exit'                   => 'Выход',
            ],
            'theater_of_pain'            => [
                'start'                => 'Начало',
                'necrolord_banner'     => 'Некролорды: Знамёна Некролордов - активация знамен повышает универсальность союзников на 10%, а скорость передвижения – на 10%.',
                'graveyard_gorechop'   => 'Активируется после убийства Кроворуб',
                'pack_jump_from_sides' => 'Мобы выпрыгивают с обеих сторон моста, когда вы на его зайдете.',
                'miniboss_pick_one'    => 'Возможно выбрать только один вариант - выберите один, а не оба',
                'teleporter'           => 'Телепорт',
                'exit'                 => 'Выход',
            ],
            'tazavesh_streets_of_wonder' => [
                'bazaar_event_wave_one'   => 'Событие на базаре: Волна 1',
                'bazaar_event_wave_two'   => 'Событие на базаре: Волна 2',
                'bazaar_event_wave_three' => 'Событие на базаре: Волна 3',
            ],
        ],
        'tww'      => [
            'the_stonevault'             => [
                'imbued_iron_energy' => 'Воины, гномы, кузнецы (25): Энергия, заключенная в насыщенной железной полосе, высвобождается, увеличивая универсальность всех игроков в радиусе 20 ярдов на 10% на 10 минут.',
            ],
            'priory_of_the_sacred_flame' => [
                'miniboss_explanation' => 'Keystone.guru: Когда мини-боссы убиваются вместе с боссом, они не дают счёт. Когда вызываются другим мини-боссом, они ДАЮТ счёт.',
            ],
        ],
        'midnight' => [
            'algeth_ar_academy' => [
                'healing_taken_increased'   => '',
                'versatility_increased'     => '',
                'critical_strike_increased' => '',
                'haste_increased'           => '',
                'mastery_rating_increased'  => '',
                'go_north'                  => '',
                'go_south'                  => '',
            ],
            'maisara_caverns'   => [
                'hearty_vilebranch_stew' => '',
            ],
            'windrunner_spire'  => [
                'activates_after_killing_bosses' => '',
            ],
        ],
    ],

];
