<?php

return [

    'edittabs' => [
        'details'         => [
            'title' => 'Детали команды',
        ],
        'members'         => [
            'title'                                      => 'Участники',
            'invite_new_members'                         => 'Пригласить новых участников',
            'invite_code_share_warning'                  => 'Будьте осторожны, с кем вы делитесь ссылкой-приглашением, любой, у кого есть ссылка, может присоединиться к вашей команде!',
            'copy_to_clipboard_title'                    => 'Копировать в буфер обмена',
            'refresh_invite_link_title'                  => 'Обновить ссылку-приглашение',
            'default_role'                               => 'Роль по умолчанию',
            'ad_free_giveaway_description_not_available' => 'Подписка на :patreon позволяет вам подарить до :max безрекламных впечатлений любому участнику команды.',
            'ad_free_giveaway_description_available'     => 'Спасибо за подписку на :patreon от Keystone.guru! Вы можете подарить :current больше безрекламных впечатлений любому участнику команды.',
        ],
        'overview'        => [
            'title' => 'Обзор',
        ],
        'routepublishing' => [
            'title' => 'Публикация маршрутов',
        ],
        'routes'          => [
            'title'                  => 'Список маршрутов',
            'add_route'              => 'Добавить маршрут',
            'add_route_no_moderator' => 'Вы должны быть модератором этой команды, чтобы добавлять маршруты',
            'stop_adding_routes'     => 'Прекратить добавление маршрутов',
        ],
        'tags'            => [
            'title'       => 'Теги',
            'description' => 'Здесь вы можете управлять тегами для маршрутов команды. Каждый, кто является участником этой команды, может просматривать теги, прикрепленные к маршрутам.
                                    Личные теги, которые могли быть прикреплены владельцем маршрута, не будут видны.',
        ],
    ],
    'edit'     => [
        'title'          => 'Команда %s',
        'menu_title'     => 'Команды',
        'to_team_list'   => 'Список команд',
        'team_header'    => 'Команда %s',
        'icon_image_alt' => 'Нет изображения',
        'routes'         => 'Маршруты',
        'members'        => 'Участники',
    ],
    'invite'   => [
        'linkpreview_title'           => 'Приглашение присоединиться к команде %s',
        'linkpreview_description'     => 'Вас пригласили присоединиться к команде %s. Войдите или зарегистрируйтесь на Keystone.guru, чтобы присоединиться к команде, это бесплатно!',
        'title'                       => 'Приглашение в команду %s',
        'header'                      => 'Приглашение в команду %s',
        'invalid_team'                => 'Неверная команда',
        'logo_image_alt'              => 'Логотип команды',
        'already_a_member'            => 'Вы уже являетесь членом команды %s!',
        'invited_to_join'             => 'Вас пригласили присоединиться к команде %s.',
        'accept_the_invitation'       => 'Принять приглашение присоединиться к команде!',
        'login_or_register_to_accept' => 'Войдите или зарегистрируйтесь на Keystone.guru, чтобы присоединиться к команде, это бесплатно!',
        'return_to_team'              => 'Вернуться в команду',
        'accept_invitation'           => 'Принять приглашение',
        'login'                       => 'Войти',
        'register'                    => 'Регистрация',
        'invite_not_found'            => 'Эту команду найти не удалось. Возможно, ссылка для приглашения была изменена или команда была удалена.',
        'back_to_homepage'            => 'Вернуться на главную',
    ],
    'list'     => [
        'title'                => 'Мои команды',
        'header'               => 'Мои команды',
        'create_team'          => 'Создать команду',
        'table_header_team'    => 'Команда',
        'table_header_members' => 'Участники',
        'table_header_routes'  => 'Маршруты',
    ],
    'new'      => [
        'title'  => 'Новая команда',
        'header' => 'Новая команда',
    ],

];
