<?php

return [
    'ie_not_supported' => 'Похоже, вы просматриваете Keystone.guru с помощью Internet Explorer. К сожалению, Internet Explorer
              не поддерживаемый браузер. Попробуйте Google Chrome, Mozilla Firefox или Microsoft Edge.',
    'tagline'                         => 'Маршруты M+ делают прохождение подземелья проще',
    'tagline_description'             => 'Планируйте маршруты онлайн вместе со своей командой или находите маршруты, которые соответствуют вашему стилю игры и уровню навыков. Keystone.guru - это единственное место, где можно управлять своими M+ маршрутами и делиться ими.',
    'discover_routes'                 => 'Найти маршрут',
    'create_route'                    => 'Создать маршрут',
    'discover_new_routes'             => 'Поиск маршрута',
    'discover_new_routes_description' => 'Ищите маршруты для каждого подземелья в различных категориях, чтобы найти маршрут, идеально подходящий для вашей группы.
                                     Интеграция с :archon_gg позволяет определить, какие подземелья легче всего пройти на различных аффиксах.
                                     Все еще не можете найти маршрут, который вам подходит? Страница :routesearch позволяет вам точно узнать, что вам нужно, чтобы найти свой идеальный маршрут.',
    'discover_new_routes_route_search'   => 'поиск маршрута',
    'create_your_own_routes'             => 'Создавайте свои собственные маршруты',
    'create_your_own_routes_description' => 'Импортируйте свои маршруты из Mythic Dungeon Tools или :createANewRoute с нуля. Keystone.guru предлагает различные инструменты, которые помогут сделать ваш маршрут максимально информативным.
                                     Вы можете использовать инструменты для рисования линий, размещать и перемещать иконки с комментариями. Силы противника могут отображаться в исходном виде или в процентах по желанию. Различные настройки позволяют
                                     настроить процесс создания маршрута по своему вкусу.',
    'get_organized'                                => 'Держите все в порядке',
    'get_organized_description'                    => 'Keystone.guru предлагает вам широкий спектр инструментов, чтобы все ваши маршруты были организованы и доступны для всех членов вашей команды M+. Вы всегда можете экспортировать маршруты из Mythic Dungeon Tools, чтобы поделиться ими с другими.',
    'custom_dungeon_mapping'                       => 'Настраиваемое отображение подземелий',
    'custom_dungeon_mapping_description'           => 'Keystone.guru имеет уникальное отображение подземелий, не зависящее от каких-либо внешних инструментов. Посмотрите, какие враги Усиливают других, какие враги оставляют за собой кровавую лужу или на каких врагов работает взрывной аффикс. Отображение бесплатное и имеет открытый исходный код.',
    'features'                                     => 'Особенности',
    'feature_mdt_import_export'                    => 'Импорт/Экспорт MDT',
    'feature_mdt_import_export_description'        => 'Легко начните работу с существующими маршрутами и сгенерируйте строки MDT для существующих маршрутов, чтобы все были в курсе последних событий.',
    'feature_fluid_mapping_experience'             => 'Кадрирование карт',
    'feature_fluid_mapping_experience_description' => 'На основе Leaflet улучшенные AI карты подземелий с 5 уровнями масштабирования с минималистичным пользовательским интерфейсом, чтоб вы получили найлучшее отображение карт подземелий.',
    'feature_mobile_friendly'                      => 'Подходит для мобильных устройств',
    'feature_mobile_friendly_description'          => 'Просматривайте или редактируйте свои маршруты в любом месте на своем телефоне или планшете, делая перерывы в туалет еще более интересными.',
    'live_demo'                                    => 'Живая демонстрация',
    'loading'                                      => 'Загрузка...',
    'start_planning_today'                         => 'Начните планировать сегодня',
    'join_other_users'                             => 'Присоединяйтесь к %d+ другим пользователям и начните планировать свои маршруты для M+ онлайн!',
    'sections'                                     => [
        'routes' => [
            'weeklyroute' => [
                'header'       => 'Еженедельный маршрут Raider.IO',
                'subheader'    => '<a href=":weekly_route_url">Еженедельные маршруты Raider.IO <i class="fas fa-external-link-alt"></i></a> обновляются каждую неделю в соответствии с шаблонами вытягивания, отображаемыми в <a href=":heatmaps_url">Тепловых картах Mythic+</a> и другими наблюдениями/опытом. Raider.IO устраняет догадки и предлагает проверенные маршруты.',
                'pug_friendly' => 'Подходит для случайных групп',
                'expert'       => 'Эксперт',
                'title'        => 'Заголовок',
            ],
            'popular' => [
                'title' => 'Самый популярный маршрут сообщества по подземельям',
            ],
        ],
        'featured' => [
            'title'               => 'Рекомендуемое',
            'heatmaps_alt'        => '',
            'weekly_route_alt'    => 'Еженедельный маршрут Raider.IO',
            'patreon_alt'         => 'Patreon',
            'revamped_search_alt' => 'Обновленный поиск',
        ],
        'about' => [
            'title'               => 'О проекте',
            'tagline'             => 'M+ маршруты сделаны легко',
            'tagline_description' => 'Keystone.guru - это инструмент планирования маршрутов в World of Warcraft (WoW) Mythic+, позволяющий вам создавать, управлять и открывать популярные маршруты. С полной поддержкой импорта и экспорта MDT ваши маршруты будут следовать за вами. Исследуйте любимые маршруты сообщества и используйте тепловые карты от Raider.IO, чтобы увидеть, как игроки на самом деле проходят каждое подземелье.',
        ],
    ],
];
