<?php

return [
    'bolstering' => [
        'name'        => 'Усиливающий',
        'description' => 'Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья находящихся рядом союзников на 15%, а наносимый ими урон – на 20%.',
    ],
    'bursting' => [
        'name'        => 'Взрывной',
        'description' => 'Все противники, не являющиеся боссами, умирая, взрываются и наносят игрокам периодический урон в течение 4 сек. Этот эффект суммируется.',
    ],
    'explosive' => [
        'name'        => 'Взрывоопасный',
        'description' => 'В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.',
    ],
    'fortified' => [
        'name'        => 'Укрепленный',
        'description' => 'Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.',
    ],
    'grievous' => [
        'name'        => 'Мучительный',
        'description' => 'Раненые игроки получают нарастающий периодический урон, пока не будут исцелены.',
    ],
    'infested' => [
        'name'        => 'Зараженный',
        'description' => 'Некоторые противники, не являющиеся боссами, заражены порождениями Г\'ууна.',
    ],
    'necrotic' => [
        'name'        => 'Некротический',
        'description' => 'Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.',
    ],
    'quaking' => [
        'name'        => 'Сотрясающий',
        'description' => 'Периодически все игроки излучают ударные волны, нанося урон находящимся рядом союзникам и прерывая применяемые ими способности.',
    ],
    'raging' => [
        'name'        => 'Разъяренный',
        'description' => 'Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 75% больше урона, пока не погибнут.',
    ],
    'relentless' => [
        'name'        => 'Непреклонность',
        'description' => 'Враги, не являющиеся боссами, получают временный иммунитет к эффектам потери контроля.',
    ],
    'sanguine' => [
        'name'        => 'Кровавый',
        'description' => 'Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.',
    ],
    'skittish' => [
        'name'        => 'Упрямый',
        'description' => 'Противники в значительной степени игнорируют объем угрозы, создаваемой танками.',
    ],
    'teeming' => [
        'name'        => 'Кишащий',
        'description' => 'В подземелье присутствуют дополнительные противники, не являющиеся боссами.',
    ],
    'tyrannical' => [
        'name'        => 'Тиранический',
        'description' => 'У противников-боссов на 30% больше здоровья. Боссы и их прислужники получают прибавку к урону вплоть до 15%.',
    ],
    'volcanic' => [
        'name'        => 'Вулканический',
        'description' => 'Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.',
    ],
    'reaping' => [
        'name'        => 'Пожинающий',
        'description' => 'Противники, не являющиеся боссами, усилены Бвонсамди и способны мстить даже после смерти.',
    ],
    'beguiling' => [
        'name'        => 'Манящий',
        'description' => 'В подземелье присутствуют посланники Азшары.',
    ],
    'awakened' => [
        'name'        => 'Пробудившийся',
        'description' => 'В подземелье находятся обелиски, позволяющие игрокам войти в Ни\'алоту и сразиться с могучими прислужниками Н\'Зота. Оставшиеся в живых прислужники будут помогать боссу в финальном сражении.',
    ],
    'inspiring' => [
        'name'        => 'Воодушевляющий',
        'description' => 'Некоторые не являющиеся боссами противники вдохновляют своим присутствием других врагов.',
    ],
    'spiteful' => [
        'name'        => 'Злопамятный',
        'description' => 'Бесы восстают из трупов не являющихся боссами противников и преследуют случайных игроков.',
    ],
    'storming' => [
        'name'        => 'Бушующий',
        'description' => 'Во время боя противники время от времени призывают вихри, наносящие урон.',
    ],
    'prideful' => [
        'name'        => 'Полный гордыни',
        'description' => 'Побеждая не являющихся боссами противников, игроки переполняются гордыней, пока рядом с ними не появляется воплощение гордыни. Победив воплощение, игроки получают мощное усиление.',
    ],
    'tormented' => [
        'name'        => 'Истязание',
        'description' => 'В разных частях подземелья находятся слуги Тюремщика, за победу над которыми можно получить мощные усиления. Каждый непобежденный слуга Тюремщика усилит финального босса.',
    ],
    'unknown' => [
        'name'        => 'Неизвестно',
        'description' => 'Аффиксы на этой неделе пока не известны.',
    ],
    'infernal' => [
        'name'        => 'Инфернал',
        'description' => 'Инфернальные маяки можно найти рядом с некоторыми боссами. При активации маяка или после начала битвы с боссом происходит вторжение Легиона.',
    ],
    'encrypted' => [
        'name'        => 'Зашифрованный',
        'description' => 'Противники в подземелье завладели реликвиями Предвечных. Уничтожьте эти реликвии, чтобы призвать автомов и получить мощное усиление. Порядок уничтожения влияет на то, какое усиление вы получите.',
    ],
    'shrouded' => [
        'name'        => 'Замаскированные',
        'description' => 'Инфильтраторы Натрезим замаскировались среди врагов в подземелье. Картель Та щедро вознаградит вас за помощь в их захвате.',
    ],
    'thundering' => [
        'name'        => 'Громоподобие',
        'description' => 'У врагов на 5% больше здоровья. Во время боя игроки периодически перегружаются первобытной энергией от бесконечной бури Разагета. Эта сила сопряжена с большим риском, и если не разрядить её быстро, последствия могут быть ошеломляющими.',
    ],
    'afflicted' => [
        'name'        => 'Пораженные',
        'description' => 'Во время боя периодически появляются пораженные души и ищут помощи у игроков.',
    ],
    'entangling' => [
        'name'        => 'Запутывание',
        'description' => 'Во время боя периодически появляются запутывающие лозы и захватывают игроков.',
    ],
    'incorporeal' => [
        'name'        => 'Бесплотный',
        'description' => 'Во время боя периодически появляются бесплотные существа и пытаются ослабить игроков.',
    ],
    'xalataths_bargain_ascendant' => [
        'name'        => 'Сделка Зал\'атат: Возвышение',
        'description' => 'Во время боя Зал\'атат проливает сферы космической энергии, которые усиливают врагов или игроков.',
    ],
    'xalataths_bargain_devour' => [
        'name'        => 'Сделка Зал\'атат: Поглощение',
        'description' => 'Во время боя Зал\'атат разрывает порталы, которые поглощают сущность игроков.',
    ],
    'xalataths_bargain_voidbound' => [
        'name'        => 'Сделка Зал\'атат: Связанные с Пустотой',
        'description' => 'Во время боя Зал\'атат вызывает Эмиссара Пустоты, который усиливает ближайших врагов.',
    ],
    'xalataths_bargain_oblivion' => [
        'name'        => 'Сделка Зал\'атат: Забвение',
        'description' => 'Во время боя Зал\'атат проявляет кристаллы из пустоты, которые могут быть поглощены врагами или игроками.',
    ],
    'xalataths_bargain_frenzied' => [
        'name'        => 'Сделка Зал\'атат: Бешенство',
        'description' => 'Не-боссы становятся бешеными при остатке здоровья в 30%, увеличивая свою Скорость на 40%, но увеличивая получаемый урон на 20%.',
    ],
    'xalataths_guile' => [
        'name'        => 'Хитрость Зал\'атат',
        'description' => 'Зал\'атат предает игроков, отменяя свои сделки, при этом смерть вычитает 15 секунд из оставшегося времени.',
    ],
    'challengers_peril' => [
        'name'        => 'Опасность Испытателя',
        'description' => 'Таймер увеличен на 90 секунд, но смерть вычитает 15 секунд из оставшегося времени.',
    ],
    'xalataths_bargain_pulsar' => [
        'name'        => 'Сделка Зал\'атат: Пульсар',
        'description' => 'Во время боя Зал\'атат вызывает пульсары, которые вращаются вокруг игроков.',
    ],
    'seasonal_index_preset' => '%s расстановка %d',
];
