<?php

return [
    'classic' => [
        'name' => 'Классика',
    ],
    'tbc' => [
        'name' => 'Пылающий Крестовый Поход',
    ],
    'wotlk' => [
        'name' => 'Гнев Короля-лича',
    ],
    'cata' => [
        'name' => 'Катаклизм',
    ],
    'mop' => [
        'name' => 'Туманы Пандарии',
    ],
    'wod' => [
        'name' => 'Военачальники Дренора',
    ],
    'legion' => [
        'name' => 'Легион',
    ],
    'bfa' => [
        'name' => 'Битва за Азерот',
    ],
    'sl' => [
        'name' => 'Темные земли',
    ],
    'df' => [
        'name' => 'Полёт драконов',
    ],
    'tww' => [
        'name' => 'Война внутри',
    ],
    'midnight' => [
        'name' => 'Полночь',
    ],
    'tlt' => [
        'name' => 'Последний Титан',
    ],
];
